<?php
return  [
	'email_verify' => 'لا يمكنك تسجيل الدخول. بريدك الاليكتروني لم يتم تأكيده. تفقد بريدك الالكتروني من فضلك',
	'phone_verify' => "لا يمكنك تسجيل الدخول. لم يتم التحقق من رقم هاتفك. تفقد بريدك الالكتروني من فضلك",
	'inactive_account' => "لا يمكنك تسجيل الدخول. لأن حسابك غير نشط.",
	'verify_account' => "لا يمكنك تسجيل الدخول. لم يتم التحقق من حسابك.",
	'upapprove_account' => 'لا يمكنك تسجيل الدخول. لم تتم الموافقة على حسابك من قبل المشرف.',
	'invalid_credentials' => 'بيانات الاعتماد غير صالحة! الرجاء إدخال بريد إلكتروني وكلمة مرور صالحين.',
	'inactive_user' => 'حسابك غير نشط من قبل المشرف.',
	'not_found' => 'لم يتم العثور على بيانات.',
	'problem' => 'عذرا، حدثت مشكلة.',
	'inactive_account_by_admin' => 'حسابك غير نشط من قبل المشرف.',
	'password_mismatch' => 'عدم تطابق كلمة المرور الحالية. الرجاء إدخال كلمة المرور الحالية الصحيحة.',
]
?>

