<?php
return [
	'fetch' => 'جلب بنجاح.',
    'otp_confirmation' => 'تأكيد OTP',
    'phone_otp_match' => 'تمت مطابقة OTP بنجاح. تم تغيير كلمة المرور الخاصة بك بنجاح.',
    'email_otp_match' => 'تمت مطابقة OTP بنجاح. تم التحقق من بريدك الإلكتروني.',
    'password_change' => 'تمت مطابقة OTP بنجاح. يرجى تغيير كلمة المرور الخاصة بك.',
    'otp_not_match' => 'OTP لا يطابق سجلنا. الرجاء إدخال كلمة المرور لمرة واحدة (OTP) صالحة.',
    'resent_otp' => "تم إرسال OTP بنجاح. تفقد بريدك الالكتروني من فضلك.",
    'registration_success' => "تم التسجيل بنجاح. مرحبا بك في ".env('APP_NAME'),
    'reset_password' => 'إعادة تعيين كلمة المرور',
    'reset_password_title' => 'ويرد أدناه OTP لإعادة تعيين كلمة المرور.',
    'reset_password_body' => 'لا بأس، يحدث ذلك! تم رفع الصوت عاليًا لإعادة تعيين كلمة المرور الخاصة بك (OTP).',
    'change_password' => "تم تغيير كلمة المرور الخاصة بك بنجاح.",
    'already_change_password' => "لقد قمت بالفعل بتغيير كلمة المرور الخاصة بك. الرجاء معاودة المحاولة في وقت لاحق.",
    'profile_update' => "تم تحديث الملف الشخصي بنجاح.",
    'shorts_insert' => "تم تحميل السراويل القصيرة بنجاح.",
    'shorts_status' => "تم تحديث حالة السراويل القصيرة بنجاح.",
]
?>
